window.SEOUL_DONGS = [
  {
    "id": "강남구:신사동",
    "district": "강남구",
    "name": "신사동"
  },
  {
    "id": "강남구:압구정동",
    "district": "강남구",
    "name": "압구정동"
  },
  {
    "id": "강남구:논현동",
    "district": "강남구",
    "name": "논현동"
  },
  {
    "id": "강남구:청담동",
    "district": "강남구",
    "name": "청담동"
  },
  {
    "id": "강남구:삼성동",
    "district": "강남구",
    "name": "삼성동"
  },
  {
    "id": "강남구:대치동",
    "district": "강남구",
    "name": "대치동"
  },
  {
    "id": "강남구:역삼동",
    "district": "강남구",
    "name": "역삼동"
  },
  {
    "id": "강남구:도곡동",
    "district": "강남구",
    "name": "도곡동"
  },
  {
    "id": "강남구:개포동",
    "district": "강남구",
    "name": "개포동"
  },
  {
    "id": "강남구:일원동",
    "district": "강남구",
    "name": "일원동"
  },
  {
    "id": "강남구:수서동",
    "district": "강남구",
    "name": "수서동"
  },
  {
    "id": "강남구:세곡동",
    "district": "강남구",
    "name": "세곡동"
  },
  {
    "id": "강남구:자곡동",
    "district": "강남구",
    "name": "자곡동"
  },
  {
    "id": "강남구:율현동",
    "district": "강남구",
    "name": "율현동"
  },
  {
    "id": "강동구:강일동",
    "district": "강동구",
    "name": "강일동"
  },
  {
    "id": "강동구:상일동",
    "district": "강동구",
    "name": "상일동"
  },
  {
    "id": "강동구:명일동",
    "district": "강동구",
    "name": "명일동"
  },
  {
    "id": "강동구:고덕동",
    "district": "강동구",
    "name": "고덕동"
  },
  {
    "id": "강동구:암사동",
    "district": "강동구",
    "name": "암사동"
  },
  {
    "id": "강동구:천호동",
    "district": "강동구",
    "name": "천호동"
  },
  {
    "id": "강동구:성내동",
    "district": "강동구",
    "name": "성내동"
  },
  {
    "id": "강동구:길동",
    "district": "강동구",
    "name": "길동"
  },
  {
    "id": "강동구:둔촌동",
    "district": "강동구",
    "name": "둔촌동"
  },
  {
    "id": "강북구:미아동",
    "district": "강북구",
    "name": "미아동"
  },
  {
    "id": "강북구:번동",
    "district": "강북구",
    "name": "번동"
  },
  {
    "id": "강북구:수유동",
    "district": "강북구",
    "name": "수유동"
  },
  {
    "id": "강북구:우이동",
    "district": "강북구",
    "name": "우이동"
  },
  {
    "id": "강서구:염창동",
    "district": "강서구",
    "name": "염창동"
  },
  {
    "id": "강서구:등촌동",
    "district": "강서구",
    "name": "등촌동"
  },
  {
    "id": "강서구:화곡동",
    "district": "강서구",
    "name": "화곡동"
  },
  {
    "id": "강서구:내발산동",
    "district": "강서구",
    "name": "내발산동"
  },
  {
    "id": "강서구:가양동",
    "district": "강서구",
    "name": "가양동"
  },
  {
    "id": "강서구:마곡동",
    "district": "강서구",
    "name": "마곡동"
  },
  {
    "id": "강서구:외발산동",
    "district": "강서구",
    "name": "외발산동"
  },
  {
    "id": "강서구:공항동",
    "district": "강서구",
    "name": "공항동"
  },
  {
    "id": "강서구:과해동",
    "district": "강서구",
    "name": "과해동"
  },
  {
    "id": "강서구:오곡동",
    "district": "강서구",
    "name": "오곡동"
  },
  {
    "id": "강서구:오쇠동",
    "district": "강서구",
    "name": "오쇠동"
  },
  {
    "id": "강서구:방화동",
    "district": "강서구",
    "name": "방화동"
  },
  {
    "id": "강서구:개화동",
    "district": "강서구",
    "name": "개화동"
  },
  {
    "id": "관악구:봉천동",
    "district": "관악구",
    "name": "봉천동"
  },
  {
    "id": "관악구:남현동",
    "district": "관악구",
    "name": "남현동"
  },
  {
    "id": "관악구:신림동",
    "district": "관악구",
    "name": "신림동"
  },
  {
    "id": "광진구:중곡동",
    "district": "광진구",
    "name": "중곡동"
  },
  {
    "id": "광진구:능동",
    "district": "광진구",
    "name": "능동"
  },
  {
    "id": "광진구:구의동",
    "district": "광진구",
    "name": "구의동"
  },
  {
    "id": "광진구:광장동",
    "district": "광진구",
    "name": "광장동"
  },
  {
    "id": "광진구:자양동",
    "district": "광진구",
    "name": "자양동"
  },
  {
    "id": "광진구:화양동",
    "district": "광진구",
    "name": "화양동"
  },
  {
    "id": "광진구:군자동",
    "district": "광진구",
    "name": "군자동"
  },
  {
    "id": "구로구:신도림동",
    "district": "구로구",
    "name": "신도림동"
  },
  {
    "id": "구로구:구로동",
    "district": "구로구",
    "name": "구로동"
  },
  {
    "id": "구로구:가리봉동",
    "district": "구로구",
    "name": "가리봉동"
  },
  {
    "id": "구로구:고척동",
    "district": "구로구",
    "name": "고척동"
  },
  {
    "id": "구로구:개봉동",
    "district": "구로구",
    "name": "개봉동"
  },
  {
    "id": "구로구:오류동",
    "district": "구로구",
    "name": "오류동"
  },
  {
    "id": "구로구:천왕동",
    "district": "구로구",
    "name": "천왕동"
  },
  {
    "id": "구로구:항동",
    "district": "구로구",
    "name": "항동"
  },
  {
    "id": "구로구:온수동",
    "district": "구로구",
    "name": "온수동"
  },
  {
    "id": "구로구:궁동",
    "district": "구로구",
    "name": "궁동"
  },
  {
    "id": "금천구:가산동",
    "district": "금천구",
    "name": "가산동"
  },
  {
    "id": "금천구:독산동",
    "district": "금천구",
    "name": "독산동"
  },
  {
    "id": "금천구:시흥동",
    "district": "금천구",
    "name": "시흥동"
  },
  {
    "id": "노원구:월계동",
    "district": "노원구",
    "name": "월계동"
  },
  {
    "id": "노원구:공릉동",
    "district": "노원구",
    "name": "공릉동"
  },
  {
    "id": "노원구:하계동",
    "district": "노원구",
    "name": "하계동"
  },
  {
    "id": "노원구:중계동",
    "district": "노원구",
    "name": "중계동"
  },
  {
    "id": "노원구:상계동",
    "district": "노원구",
    "name": "상계동"
  },
  {
    "id": "도봉구:쌍문동",
    "district": "도봉구",
    "name": "쌍문동"
  },
  {
    "id": "도봉구:방학동",
    "district": "도봉구",
    "name": "방학동"
  },
  {
    "id": "도봉구:창동",
    "district": "도봉구",
    "name": "창동"
  },
  {
    "id": "도봉구:도봉동",
    "district": "도봉구",
    "name": "도봉동"
  },
  {
    "id": "동대문구:신설동",
    "district": "동대문구",
    "name": "신설동"
  },
  {
    "id": "동대문구:용두동",
    "district": "동대문구",
    "name": "용두동"
  },
  {
    "id": "동대문구:제기동",
    "district": "동대문구",
    "name": "제기동"
  },
  {
    "id": "동대문구:전농동",
    "district": "동대문구",
    "name": "전농동"
  },
  {
    "id": "동대문구:답십리동",
    "district": "동대문구",
    "name": "답십리동"
  },
  {
    "id": "동대문구:장안동",
    "district": "동대문구",
    "name": "장안동"
  },
  {
    "id": "동대문구:청량리동",
    "district": "동대문구",
    "name": "청량리동"
  },
  {
    "id": "동대문구:회기동",
    "district": "동대문구",
    "name": "회기동"
  },
  {
    "id": "동대문구:휘경동",
    "district": "동대문구",
    "name": "휘경동"
  },
  {
    "id": "동대문구:이문동",
    "district": "동대문구",
    "name": "이문동"
  },
  {
    "id": "동작구:노량진동",
    "district": "동작구",
    "name": "노량진동"
  },
  {
    "id": "동작구:본동",
    "district": "동작구",
    "name": "본동"
  },
  {
    "id": "동작구:상도동",
    "district": "동작구",
    "name": "상도동"
  },
  {
    "id": "동작구:상도1동",
    "district": "동작구",
    "name": "상도1동"
  },
  {
    "id": "동작구:흑석동",
    "district": "동작구",
    "name": "흑석동"
  },
  {
    "id": "동작구:사당동",
    "district": "동작구",
    "name": "사당동"
  },
  {
    "id": "동작구:동작동",
    "district": "동작구",
    "name": "동작동"
  },
  {
    "id": "동작구:대방동",
    "district": "동작구",
    "name": "대방동"
  },
  {
    "id": "동작구:신대방동",
    "district": "동작구",
    "name": "신대방동"
  },
  {
    "id": "마포구:아현동",
    "district": "마포구",
    "name": "아현동"
  },
  {
    "id": "마포구:공덕동",
    "district": "마포구",
    "name": "공덕동"
  },
  {
    "id": "마포구:염리동",
    "district": "마포구",
    "name": "염리동"
  },
  {
    "id": "마포구:신공덕동",
    "district": "마포구",
    "name": "신공덕동"
  },
  {
    "id": "마포구:도화동",
    "district": "마포구",
    "name": "도화동"
  },
  {
    "id": "마포구:마포동",
    "district": "마포구",
    "name": "마포동"
  },
  {
    "id": "마포구:용강동",
    "district": "마포구",
    "name": "용강동"
  },
  {
    "id": "마포구:토정동",
    "district": "마포구",
    "name": "토정동"
  },
  {
    "id": "마포구:대흥동",
    "district": "마포구",
    "name": "대흥동"
  },
  {
    "id": "마포구:신수동",
    "district": "마포구",
    "name": "신수동"
  },
  {
    "id": "마포구:노고산동",
    "district": "마포구",
    "name": "노고산동"
  },
  {
    "id": "마포구:구수동",
    "district": "마포구",
    "name": "구수동"
  },
  {
    "id": "마포구:현석동",
    "district": "마포구",
    "name": "현석동"
  },
  {
    "id": "마포구:신정동",
    "district": "마포구",
    "name": "신정동"
  },
  {
    "id": "마포구:창전동",
    "district": "마포구",
    "name": "창전동"
  },
  {
    "id": "마포구:상수동",
    "district": "마포구",
    "name": "상수동"
  },
  {
    "id": "마포구:하중동",
    "district": "마포구",
    "name": "하중동"
  },
  {
    "id": "마포구:당인동",
    "district": "마포구",
    "name": "당인동"
  },
  {
    "id": "마포구:서교동",
    "district": "마포구",
    "name": "서교동"
  },
  {
    "id": "마포구:동교동",
    "district": "마포구",
    "name": "동교동"
  },
  {
    "id": "마포구:합정동",
    "district": "마포구",
    "name": "합정동"
  },
  {
    "id": "마포구:망원동",
    "district": "마포구",
    "name": "망원동"
  },
  {
    "id": "마포구:연남동",
    "district": "마포구",
    "name": "연남동"
  },
  {
    "id": "마포구:성산동",
    "district": "마포구",
    "name": "성산동"
  },
  {
    "id": "마포구:중동",
    "district": "마포구",
    "name": "중동"
  },
  {
    "id": "마포구:상암동",
    "district": "마포구",
    "name": "상암동"
  },
  {
    "id": "서대문구:충정로2가",
    "district": "서대문구",
    "name": "충정로2가"
  },
  {
    "id": "서대문구:충정로3가",
    "district": "서대문구",
    "name": "충정로3가"
  },
  {
    "id": "서대문구:합동",
    "district": "서대문구",
    "name": "합동"
  },
  {
    "id": "서대문구:미근동",
    "district": "서대문구",
    "name": "미근동"
  },
  {
    "id": "서대문구:북아현동",
    "district": "서대문구",
    "name": "북아현동"
  },
  {
    "id": "서대문구:천연동",
    "district": "서대문구",
    "name": "천연동"
  },
  {
    "id": "서대문구:냉천동",
    "district": "서대문구",
    "name": "냉천동"
  },
  {
    "id": "서대문구:옥천동",
    "district": "서대문구",
    "name": "옥천동"
  },
  {
    "id": "서대문구:영천동",
    "district": "서대문구",
    "name": "영천동"
  },
  {
    "id": "서대문구:현저동",
    "district": "서대문구",
    "name": "현저동"
  },
  {
    "id": "서대문구:대신동",
    "district": "서대문구",
    "name": "대신동"
  },
  {
    "id": "서대문구:대현동",
    "district": "서대문구",
    "name": "대현동"
  },
  {
    "id": "서대문구:신촌동",
    "district": "서대문구",
    "name": "신촌동"
  },
  {
    "id": "서대문구:봉원동",
    "district": "서대문구",
    "name": "봉원동"
  },
  {
    "id": "서대문구:창천동",
    "district": "서대문구",
    "name": "창천동"
  },
  {
    "id": "서대문구:연희동",
    "district": "서대문구",
    "name": "연희동"
  },
  {
    "id": "서대문구:홍제동",
    "district": "서대문구",
    "name": "홍제동"
  },
  {
    "id": "서대문구:홍은동",
    "district": "서대문구",
    "name": "홍은동"
  },
  {
    "id": "서대문구:남가좌동",
    "district": "서대문구",
    "name": "남가좌동"
  },
  {
    "id": "서대문구:북가좌동",
    "district": "서대문구",
    "name": "북가좌동"
  },
  {
    "id": "서초구:서초동",
    "district": "서초구",
    "name": "서초동"
  },
  {
    "id": "서초구:방배동",
    "district": "서초구",
    "name": "방배동"
  },
  {
    "id": "서초구:잠원동",
    "district": "서초구",
    "name": "잠원동"
  },
  {
    "id": "서초구:반포동",
    "district": "서초구",
    "name": "반포동"
  },
  {
    "id": "서초구:양재동",
    "district": "서초구",
    "name": "양재동"
  },
  {
    "id": "서초구:우면동",
    "district": "서초구",
    "name": "우면동"
  },
  {
    "id": "서초구:원지동",
    "district": "서초구",
    "name": "원지동"
  },
  {
    "id": "서초구:내곡동",
    "district": "서초구",
    "name": "내곡동"
  },
  {
    "id": "서초구:염곡동",
    "district": "서초구",
    "name": "염곡동"
  },
  {
    "id": "서초구:신원동",
    "district": "서초구",
    "name": "신원동"
  },
  {
    "id": "성동구:하왕십리동",
    "district": "성동구",
    "name": "하왕십리동"
  },
  {
    "id": "성동구:상왕십리동",
    "district": "성동구",
    "name": "상왕십리동"
  },
  {
    "id": "성동구:도선동",
    "district": "성동구",
    "name": "도선동"
  },
  {
    "id": "성동구:홍익동",
    "district": "성동구",
    "name": "홍익동"
  },
  {
    "id": "성동구:마장동",
    "district": "성동구",
    "name": "마장동"
  },
  {
    "id": "성동구:사근동",
    "district": "성동구",
    "name": "사근동"
  },
  {
    "id": "성동구:행당동",
    "district": "성동구",
    "name": "행당동"
  },
  {
    "id": "성동구:응봉동",
    "district": "성동구",
    "name": "응봉동"
  },
  {
    "id": "성동구:금호동1가",
    "district": "성동구",
    "name": "금호동1가"
  },
  {
    "id": "성동구:금호동2가",
    "district": "성동구",
    "name": "금호동2가"
  },
  {
    "id": "성동구:금호동3가",
    "district": "성동구",
    "name": "금호동3가"
  },
  {
    "id": "성동구:금호동4가",
    "district": "성동구",
    "name": "금호동4가"
  },
  {
    "id": "성동구:옥수동",
    "district": "성동구",
    "name": "옥수동"
  },
  {
    "id": "성동구:성수동1가",
    "district": "성동구",
    "name": "성수동1가"
  },
  {
    "id": "성동구:성수동2가",
    "district": "성동구",
    "name": "성수동2가"
  },
  {
    "id": "성동구:송정동",
    "district": "성동구",
    "name": "송정동"
  },
  {
    "id": "성동구:용답동",
    "district": "성동구",
    "name": "용답동"
  },
  {
    "id": "성북구:성북동",
    "district": "성북구",
    "name": "성북동"
  },
  {
    "id": "성북구:성북동1가",
    "district": "성북구",
    "name": "성북동1가"
  },
  {
    "id": "성북구:동소문동1가",
    "district": "성북구",
    "name": "동소문동1가"
  },
  {
    "id": "성북구:동소문동4가",
    "district": "성북구",
    "name": "동소문동4가"
  },
  {
    "id": "성북구:삼선동1가",
    "district": "성북구",
    "name": "삼선동1가"
  },
  {
    "id": "성북구:삼선동2가",
    "district": "성북구",
    "name": "삼선동2가"
  },
  {
    "id": "성북구:삼선동3가",
    "district": "성북구",
    "name": "삼선동3가"
  },
  {
    "id": "성북구:삼선동4가",
    "district": "성북구",
    "name": "삼선동4가"
  },
  {
    "id": "성북구:삼선동5가",
    "district": "성북구",
    "name": "삼선동5가"
  },
  {
    "id": "성북구:돈암동",
    "district": "성북구",
    "name": "돈암동"
  },
  {
    "id": "성북구:동소문동2가",
    "district": "성북구",
    "name": "동소문동2가"
  },
  {
    "id": "성북구:동소문동3가",
    "district": "성북구",
    "name": "동소문동3가"
  },
  {
    "id": "성북구:동소문동5가",
    "district": "성북구",
    "name": "동소문동5가"
  },
  {
    "id": "성북구:동선동1가",
    "district": "성북구",
    "name": "동선동1가"
  },
  {
    "id": "성북구:동선동2가",
    "district": "성북구",
    "name": "동선동2가"
  },
  {
    "id": "성북구:동선동3가",
    "district": "성북구",
    "name": "동선동3가"
  },
  {
    "id": "성북구:동선동4가",
    "district": "성북구",
    "name": "동선동4가"
  },
  {
    "id": "성북구:동선동5가",
    "district": "성북구",
    "name": "동선동5가"
  },
  {
    "id": "성북구:동소문동6가",
    "district": "성북구",
    "name": "동소문동6가"
  },
  {
    "id": "성북구:동소문동7가",
    "district": "성북구",
    "name": "동소문동7가"
  },
  {
    "id": "성북구:안암동1가",
    "district": "성북구",
    "name": "안암동1가"
  },
  {
    "id": "성북구:안암동2가",
    "district": "성북구",
    "name": "안암동2가"
  },
  {
    "id": "성북구:안암동3가",
    "district": "성북구",
    "name": "안암동3가"
  },
  {
    "id": "성북구:안암동4가",
    "district": "성북구",
    "name": "안암동4가"
  },
  {
    "id": "성북구:안암동5가",
    "district": "성북구",
    "name": "안암동5가"
  },
  {
    "id": "성북구:보문동1가",
    "district": "성북구",
    "name": "보문동1가"
  },
  {
    "id": "성북구:보문동2가",
    "district": "성북구",
    "name": "보문동2가"
  },
  {
    "id": "성북구:보문동3가",
    "district": "성북구",
    "name": "보문동3가"
  },
  {
    "id": "성북구:보문동4가",
    "district": "성북구",
    "name": "보문동4가"
  },
  {
    "id": "성북구:보문동5가",
    "district": "성북구",
    "name": "보문동5가"
  },
  {
    "id": "성북구:보문동6가",
    "district": "성북구",
    "name": "보문동6가"
  },
  {
    "id": "성북구:보문동7가",
    "district": "성북구",
    "name": "보문동7가"
  },
  {
    "id": "성북구:정릉동",
    "district": "성북구",
    "name": "정릉동"
  },
  {
    "id": "성북구:길음동",
    "district": "성북구",
    "name": "길음동"
  },
  {
    "id": "성북구:하월곡동",
    "district": "성북구",
    "name": "하월곡동"
  },
  {
    "id": "성북구:종암동",
    "district": "성북구",
    "name": "종암동"
  },
  {
    "id": "성북구:상월곡동",
    "district": "성북구",
    "name": "상월곡동"
  },
  {
    "id": "성북구:장위동",
    "district": "성북구",
    "name": "장위동"
  },
  {
    "id": "성북구:석관동",
    "district": "성북구",
    "name": "석관동"
  },
  {
    "id": "송파구:풍납동",
    "district": "송파구",
    "name": "풍납동"
  },
  {
    "id": "송파구:거여동",
    "district": "송파구",
    "name": "거여동"
  },
  {
    "id": "송파구:마천동",
    "district": "송파구",
    "name": "마천동"
  },
  {
    "id": "송파구:방이동",
    "district": "송파구",
    "name": "방이동"
  },
  {
    "id": "송파구:오금동",
    "district": "송파구",
    "name": "오금동"
  },
  {
    "id": "송파구:송파동",
    "district": "송파구",
    "name": "송파동"
  },
  {
    "id": "송파구:석촌동",
    "district": "송파구",
    "name": "석촌동"
  },
  {
    "id": "송파구:삼전동",
    "district": "송파구",
    "name": "삼전동"
  },
  {
    "id": "송파구:가락동",
    "district": "송파구",
    "name": "가락동"
  },
  {
    "id": "송파구:문정동",
    "district": "송파구",
    "name": "문정동"
  },
  {
    "id": "송파구:장지동",
    "district": "송파구",
    "name": "장지동"
  },
  {
    "id": "송파구:잠실동",
    "district": "송파구",
    "name": "잠실동"
  },
  {
    "id": "송파구:신천동",
    "district": "송파구",
    "name": "신천동"
  },
  {
    "id": "양천구:목동",
    "district": "양천구",
    "name": "목동"
  },
  {
    "id": "양천구:신월동",
    "district": "양천구",
    "name": "신월동"
  },
  {
    "id": "양천구:신정동",
    "district": "양천구",
    "name": "신정동"
  },
  {
    "id": "영등포구:영등포동",
    "district": "영등포구",
    "name": "영등포동"
  },
  {
    "id": "영등포구:신길동",
    "district": "영등포구",
    "name": "신길동"
  },
  {
    "id": "영등포구:영등포동1가",
    "district": "영등포구",
    "name": "영등포동1가"
  },
  {
    "id": "영등포구:영등포동2가",
    "district": "영등포구",
    "name": "영등포동2가"
  },
  {
    "id": "영등포구:영등포동3가",
    "district": "영등포구",
    "name": "영등포동3가"
  },
  {
    "id": "영등포구:영등포동4가",
    "district": "영등포구",
    "name": "영등포동4가"
  },
  {
    "id": "영등포구:영등포동5가",
    "district": "영등포구",
    "name": "영등포동5가"
  },
  {
    "id": "영등포구:영등포동6가",
    "district": "영등포구",
    "name": "영등포동6가"
  },
  {
    "id": "영등포구:영등포동7가",
    "district": "영등포구",
    "name": "영등포동7가"
  },
  {
    "id": "영등포구:영등포동8가",
    "district": "영등포구",
    "name": "영등포동8가"
  },
  {
    "id": "영등포구:여의도동",
    "district": "영등포구",
    "name": "여의도동"
  },
  {
    "id": "영등포구:당산동1가",
    "district": "영등포구",
    "name": "당산동1가"
  },
  {
    "id": "영등포구:당산동2가",
    "district": "영등포구",
    "name": "당산동2가"
  },
  {
    "id": "영등포구:당산동3가",
    "district": "영등포구",
    "name": "당산동3가"
  },
  {
    "id": "영등포구:당산동4가",
    "district": "영등포구",
    "name": "당산동4가"
  },
  {
    "id": "영등포구:당산동5가",
    "district": "영등포구",
    "name": "당산동5가"
  },
  {
    "id": "영등포구:당산동6가",
    "district": "영등포구",
    "name": "당산동6가"
  },
  {
    "id": "영등포구:당산동",
    "district": "영등포구",
    "name": "당산동"
  },
  {
    "id": "영등포구:도림동",
    "district": "영등포구",
    "name": "도림동"
  },
  {
    "id": "영등포구:문래동1가",
    "district": "영등포구",
    "name": "문래동1가"
  },
  {
    "id": "영등포구:문래동2가",
    "district": "영등포구",
    "name": "문래동2가"
  },
  {
    "id": "영등포구:문래동3가",
    "district": "영등포구",
    "name": "문래동3가"
  },
  {
    "id": "영등포구:문래동4가",
    "district": "영등포구",
    "name": "문래동4가"
  },
  {
    "id": "영등포구:문래동5가",
    "district": "영등포구",
    "name": "문래동5가"
  },
  {
    "id": "영등포구:문래동6가",
    "district": "영등포구",
    "name": "문래동6가"
  },
  {
    "id": "영등포구:양평동1가",
    "district": "영등포구",
    "name": "양평동1가"
  },
  {
    "id": "영등포구:양평동2가",
    "district": "영등포구",
    "name": "양평동2가"
  },
  {
    "id": "영등포구:양평동3가",
    "district": "영등포구",
    "name": "양평동3가"
  },
  {
    "id": "영등포구:양평동",
    "district": "영등포구",
    "name": "양평동"
  },
  {
    "id": "영등포구:양평동4가",
    "district": "영등포구",
    "name": "양평동4가"
  },
  {
    "id": "영등포구:양평동5가",
    "district": "영등포구",
    "name": "양평동5가"
  },
  {
    "id": "영등포구:양평동6가",
    "district": "영등포구",
    "name": "양평동6가"
  },
  {
    "id": "영등포구:양화동",
    "district": "영등포구",
    "name": "양화동"
  },
  {
    "id": "영등포구:대림동",
    "district": "영등포구",
    "name": "대림동"
  },
  {
    "id": "용산구:후암동",
    "district": "용산구",
    "name": "후암동"
  },
  {
    "id": "용산구:용산동2가",
    "district": "용산구",
    "name": "용산동2가"
  },
  {
    "id": "용산구:용산동4가",
    "district": "용산구",
    "name": "용산동4가"
  },
  {
    "id": "용산구:갈월동",
    "district": "용산구",
    "name": "갈월동"
  },
  {
    "id": "용산구:남영동",
    "district": "용산구",
    "name": "남영동"
  },
  {
    "id": "용산구:동자동",
    "district": "용산구",
    "name": "동자동"
  },
  {
    "id": "용산구:용산동1가",
    "district": "용산구",
    "name": "용산동1가"
  },
  {
    "id": "용산구:청파동1가",
    "district": "용산구",
    "name": "청파동1가"
  },
  {
    "id": "용산구:청파동2가",
    "district": "용산구",
    "name": "청파동2가"
  },
  {
    "id": "용산구:청파동3가",
    "district": "용산구",
    "name": "청파동3가"
  },
  {
    "id": "용산구:서계동",
    "district": "용산구",
    "name": "서계동"
  },
  {
    "id": "용산구:원효로1가",
    "district": "용산구",
    "name": "원효로1가"
  },
  {
    "id": "용산구:원효로2가",
    "district": "용산구",
    "name": "원효로2가"
  },
  {
    "id": "용산구:문배동",
    "district": "용산구",
    "name": "문배동"
  },
  {
    "id": "용산구:신계동",
    "district": "용산구",
    "name": "신계동"
  },
  {
    "id": "용산구:원효로3가",
    "district": "용산구",
    "name": "원효로3가"
  },
  {
    "id": "용산구:원효로4가",
    "district": "용산구",
    "name": "원효로4가"
  },
  {
    "id": "용산구:신창동",
    "district": "용산구",
    "name": "신창동"
  },
  {
    "id": "용산구:산천동",
    "district": "용산구",
    "name": "산천동"
  },
  {
    "id": "용산구:청암동",
    "district": "용산구",
    "name": "청암동"
  },
  {
    "id": "용산구:효창동",
    "district": "용산구",
    "name": "효창동"
  },
  {
    "id": "용산구:용문동",
    "district": "용산구",
    "name": "용문동"
  },
  {
    "id": "용산구:도원동",
    "district": "용산구",
    "name": "도원동"
  },
  {
    "id": "용산구:한강로1가",
    "district": "용산구",
    "name": "한강로1가"
  },
  {
    "id": "용산구:한강로2가",
    "district": "용산구",
    "name": "한강로2가"
  },
  {
    "id": "용산구:한강로3가",
    "district": "용산구",
    "name": "한강로3가"
  },
  {
    "id": "용산구:용산동3가",
    "district": "용산구",
    "name": "용산동3가"
  },
  {
    "id": "용산구:용산동5가",
    "district": "용산구",
    "name": "용산동5가"
  },
  {
    "id": "용산구:이촌동",
    "district": "용산구",
    "name": "이촌동"
  },
  {
    "id": "용산구:이태원동",
    "district": "용산구",
    "name": "이태원동"
  },
  {
    "id": "용산구:한남동",
    "district": "용산구",
    "name": "한남동"
  },
  {
    "id": "용산구:서빙고동",
    "district": "용산구",
    "name": "서빙고동"
  },
  {
    "id": "용산구:동빙고동",
    "district": "용산구",
    "name": "동빙고동"
  },
  {
    "id": "용산구:주성동",
    "district": "용산구",
    "name": "주성동"
  },
  {
    "id": "용산구:용산동6가",
    "district": "용산구",
    "name": "용산동6가"
  },
  {
    "id": "용산구:보광동",
    "district": "용산구",
    "name": "보광동"
  },
  {
    "id": "은평구:녹번동",
    "district": "은평구",
    "name": "녹번동"
  },
  {
    "id": "은평구:불광동",
    "district": "은평구",
    "name": "불광동"
  },
  {
    "id": "은평구:갈현동",
    "district": "은평구",
    "name": "갈현동"
  },
  {
    "id": "은평구:구산동",
    "district": "은평구",
    "name": "구산동"
  },
  {
    "id": "은평구:대조동",
    "district": "은평구",
    "name": "대조동"
  },
  {
    "id": "은평구:응암동",
    "district": "은평구",
    "name": "응암동"
  },
  {
    "id": "은평구:역촌동",
    "district": "은평구",
    "name": "역촌동"
  },
  {
    "id": "은평구:신사동",
    "district": "은평구",
    "name": "신사동"
  },
  {
    "id": "은평구:증산동",
    "district": "은평구",
    "name": "증산동"
  },
  {
    "id": "은평구:수색동",
    "district": "은평구",
    "name": "수색동"
  },
  {
    "id": "은평구:진관동",
    "district": "은평구",
    "name": "진관동"
  },
  {
    "id": "종로구:청운동",
    "district": "종로구",
    "name": "청운동"
  },
  {
    "id": "종로구:신교동",
    "district": "종로구",
    "name": "신교동"
  },
  {
    "id": "종로구:궁정동",
    "district": "종로구",
    "name": "궁정동"
  },
  {
    "id": "종로구:세종로",
    "district": "종로구",
    "name": "세종로"
  },
  {
    "id": "종로구:효자동",
    "district": "종로구",
    "name": "효자동"
  },
  {
    "id": "종로구:창성동",
    "district": "종로구",
    "name": "창성동"
  },
  {
    "id": "종로구:통인동",
    "district": "종로구",
    "name": "통인동"
  },
  {
    "id": "종로구:누상동",
    "district": "종로구",
    "name": "누상동"
  },
  {
    "id": "종로구:누하동",
    "district": "종로구",
    "name": "누하동"
  },
  {
    "id": "종로구:옥인동",
    "district": "종로구",
    "name": "옥인동"
  },
  {
    "id": "종로구:사직동",
    "district": "종로구",
    "name": "사직동"
  },
  {
    "id": "종로구:체부동",
    "district": "종로구",
    "name": "체부동"
  },
  {
    "id": "종로구:필운동",
    "district": "종로구",
    "name": "필운동"
  },
  {
    "id": "종로구:내자동",
    "district": "종로구",
    "name": "내자동"
  },
  {
    "id": "종로구:통의동",
    "district": "종로구",
    "name": "통의동"
  },
  {
    "id": "종로구:적선동",
    "district": "종로구",
    "name": "적선동"
  },
  {
    "id": "종로구:도렴동",
    "district": "종로구",
    "name": "도렴동"
  },
  {
    "id": "종로구:당주동",
    "district": "종로구",
    "name": "당주동"
  },
  {
    "id": "종로구:내수동",
    "district": "종로구",
    "name": "내수동"
  },
  {
    "id": "종로구:신문로1가",
    "district": "종로구",
    "name": "신문로1가"
  },
  {
    "id": "종로구:신문로2가",
    "district": "종로구",
    "name": "신문로2가"
  },
  {
    "id": "종로구:삼청동",
    "district": "종로구",
    "name": "삼청동"
  },
  {
    "id": "종로구:팔판동",
    "district": "종로구",
    "name": "팔판동"
  },
  {
    "id": "종로구:안국동",
    "district": "종로구",
    "name": "안국동"
  },
  {
    "id": "종로구:소격동",
    "district": "종로구",
    "name": "소격동"
  },
  {
    "id": "종로구:화동",
    "district": "종로구",
    "name": "화동"
  },
  {
    "id": "종로구:사간동",
    "district": "종로구",
    "name": "사간동"
  },
  {
    "id": "종로구:송현동",
    "district": "종로구",
    "name": "송현동"
  },
  {
    "id": "종로구:부암동",
    "district": "종로구",
    "name": "부암동"
  },
  {
    "id": "종로구:홍지동",
    "district": "종로구",
    "name": "홍지동"
  },
  {
    "id": "종로구:신영동",
    "district": "종로구",
    "name": "신영동"
  },
  {
    "id": "종로구:평창동",
    "district": "종로구",
    "name": "평창동"
  },
  {
    "id": "종로구:구기동",
    "district": "종로구",
    "name": "구기동"
  },
  {
    "id": "종로구:무악동",
    "district": "종로구",
    "name": "무악동"
  },
  {
    "id": "종로구:교남동",
    "district": "종로구",
    "name": "교남동"
  },
  {
    "id": "종로구:평동",
    "district": "종로구",
    "name": "평동"
  },
  {
    "id": "종로구:송월동",
    "district": "종로구",
    "name": "송월동"
  },
  {
    "id": "종로구:홍파동",
    "district": "종로구",
    "name": "홍파동"
  },
  {
    "id": "종로구:교북동",
    "district": "종로구",
    "name": "교북동"
  },
  {
    "id": "종로구:행촌동",
    "district": "종로구",
    "name": "행촌동"
  },
  {
    "id": "종로구:가회동",
    "district": "종로구",
    "name": "가회동"
  },
  {
    "id": "종로구:재동",
    "district": "종로구",
    "name": "재동"
  },
  {
    "id": "종로구:계동",
    "district": "종로구",
    "name": "계동"
  },
  {
    "id": "종로구:원서동",
    "district": "종로구",
    "name": "원서동"
  },
  {
    "id": "종로구:종로1가",
    "district": "종로구",
    "name": "종로1가"
  },
  {
    "id": "종로구:종로2가",
    "district": "종로구",
    "name": "종로2가"
  },
  {
    "id": "종로구:종로3가",
    "district": "종로구",
    "name": "종로3가"
  },
  {
    "id": "종로구:종로4가",
    "district": "종로구",
    "name": "종로4가"
  },
  {
    "id": "종로구:청진동",
    "district": "종로구",
    "name": "청진동"
  },
  {
    "id": "종로구:서린동",
    "district": "종로구",
    "name": "서린동"
  },
  {
    "id": "종로구:수송동",
    "district": "종로구",
    "name": "수송동"
  },
  {
    "id": "종로구:중학동",
    "district": "종로구",
    "name": "중학동"
  },
  {
    "id": "종로구:공평동",
    "district": "종로구",
    "name": "공평동"
  },
  {
    "id": "종로구:관훈동",
    "district": "종로구",
    "name": "관훈동"
  },
  {
    "id": "종로구:견지동",
    "district": "종로구",
    "name": "견지동"
  },
  {
    "id": "종로구:권농동",
    "district": "종로구",
    "name": "권농동"
  },
  {
    "id": "종로구:운니동",
    "district": "종로구",
    "name": "운니동"
  },
  {
    "id": "종로구:익선동",
    "district": "종로구",
    "name": "익선동"
  },
  {
    "id": "종로구:경운동",
    "district": "종로구",
    "name": "경운동"
  },
  {
    "id": "종로구:관철동",
    "district": "종로구",
    "name": "관철동"
  },
  {
    "id": "종로구:인사동",
    "district": "종로구",
    "name": "인사동"
  },
  {
    "id": "종로구:낙원동",
    "district": "종로구",
    "name": "낙원동"
  },
  {
    "id": "종로구:와룡동",
    "district": "종로구",
    "name": "와룡동"
  },
  {
    "id": "종로구:훈정동",
    "district": "종로구",
    "name": "훈정동"
  },
  {
    "id": "종로구:묘동",
    "district": "종로구",
    "name": "묘동"
  },
  {
    "id": "종로구:봉익동",
    "district": "종로구",
    "name": "봉익동"
  },
  {
    "id": "종로구:돈의동",
    "district": "종로구",
    "name": "돈의동"
  },
  {
    "id": "종로구:장사동",
    "district": "종로구",
    "name": "장사동"
  },
  {
    "id": "종로구:관수동",
    "district": "종로구",
    "name": "관수동"
  },
  {
    "id": "종로구:인의동",
    "district": "종로구",
    "name": "인의동"
  },
  {
    "id": "종로구:예지동",
    "district": "종로구",
    "name": "예지동"
  },
  {
    "id": "종로구:원남동",
    "district": "종로구",
    "name": "원남동"
  },
  {
    "id": "종로구:종로5가",
    "district": "종로구",
    "name": "종로5가"
  },
  {
    "id": "종로구:종로6가",
    "district": "종로구",
    "name": "종로6가"
  },
  {
    "id": "종로구:효제동",
    "district": "종로구",
    "name": "효제동"
  },
  {
    "id": "종로구:연지동",
    "district": "종로구",
    "name": "연지동"
  },
  {
    "id": "종로구:충신동",
    "district": "종로구",
    "name": "충신동"
  },
  {
    "id": "종로구:이화동",
    "district": "종로구",
    "name": "이화동"
  },
  {
    "id": "종로구:연건동",
    "district": "종로구",
    "name": "연건동"
  },
  {
    "id": "종로구:동숭동",
    "district": "종로구",
    "name": "동숭동"
  },
  {
    "id": "종로구:혜화동",
    "district": "종로구",
    "name": "혜화동"
  },
  {
    "id": "종로구:명륜1가",
    "district": "종로구",
    "name": "명륜1가"
  },
  {
    "id": "종로구:명륜2가",
    "district": "종로구",
    "name": "명륜2가"
  },
  {
    "id": "종로구:명륜3가",
    "district": "종로구",
    "name": "명륜3가"
  },
  {
    "id": "종로구:명륜4가",
    "district": "종로구",
    "name": "명륜4가"
  },
  {
    "id": "종로구:창신동",
    "district": "종로구",
    "name": "창신동"
  },
  {
    "id": "종로구:숭인동",
    "district": "종로구",
    "name": "숭인동"
  },
  {
    "id": "중구:소공동",
    "district": "중구",
    "name": "소공동"
  },
  {
    "id": "중구:북창동",
    "district": "중구",
    "name": "북창동"
  },
  {
    "id": "중구:태평로2가",
    "district": "중구",
    "name": "태평로2가"
  },
  {
    "id": "중구:남대문로2가",
    "district": "중구",
    "name": "남대문로2가"
  },
  {
    "id": "중구:남대문로3가",
    "district": "중구",
    "name": "남대문로3가"
  },
  {
    "id": "중구:남대문로4가",
    "district": "중구",
    "name": "남대문로4가"
  },
  {
    "id": "중구:서소문동",
    "district": "중구",
    "name": "서소문동"
  },
  {
    "id": "중구:정동",
    "district": "중구",
    "name": "정동"
  },
  {
    "id": "중구:순화동",
    "district": "중구",
    "name": "순화동"
  },
  {
    "id": "중구:의주로1가",
    "district": "중구",
    "name": "의주로1가"
  },
  {
    "id": "중구:충정로1가",
    "district": "중구",
    "name": "충정로1가"
  },
  {
    "id": "중구:봉래동1가",
    "district": "중구",
    "name": "봉래동1가"
  },
  {
    "id": "중구:회현동1가",
    "district": "중구",
    "name": "회현동1가"
  },
  {
    "id": "중구:회현동2가",
    "district": "중구",
    "name": "회현동2가"
  },
  {
    "id": "중구:남창동",
    "district": "중구",
    "name": "남창동"
  },
  {
    "id": "중구:남대문로5가",
    "district": "중구",
    "name": "남대문로5가"
  },
  {
    "id": "중구:봉래동2가",
    "district": "중구",
    "name": "봉래동2가"
  },
  {
    "id": "중구:충무로1가",
    "district": "중구",
    "name": "충무로1가"
  },
  {
    "id": "중구:명동1가",
    "district": "중구",
    "name": "명동1가"
  },
  {
    "id": "중구:명동2가",
    "district": "중구",
    "name": "명동2가"
  },
  {
    "id": "중구:충무로2가",
    "district": "중구",
    "name": "충무로2가"
  },
  {
    "id": "중구:저동1가",
    "district": "중구",
    "name": "저동1가"
  },
  {
    "id": "중구:남산동1가",
    "district": "중구",
    "name": "남산동1가"
  },
  {
    "id": "중구:남산동2가",
    "district": "중구",
    "name": "남산동2가"
  },
  {
    "id": "중구:남산동3가",
    "district": "중구",
    "name": "남산동3가"
  },
  {
    "id": "중구:태평로1가",
    "district": "중구",
    "name": "태평로1가"
  },
  {
    "id": "중구:무교동",
    "district": "중구",
    "name": "무교동"
  },
  {
    "id": "중구:다동",
    "district": "중구",
    "name": "다동"
  },
  {
    "id": "중구:을지로1가",
    "district": "중구",
    "name": "을지로1가"
  },
  {
    "id": "중구:을지로2가",
    "district": "중구",
    "name": "을지로2가"
  },
  {
    "id": "중구:삼각동",
    "district": "중구",
    "name": "삼각동"
  },
  {
    "id": "중구:남대문로1가",
    "district": "중구",
    "name": "남대문로1가"
  },
  {
    "id": "중구:수하동",
    "district": "중구",
    "name": "수하동"
  },
  {
    "id": "중구:장교동",
    "district": "중구",
    "name": "장교동"
  },
  {
    "id": "중구:수표동",
    "district": "중구",
    "name": "수표동"
  },
  {
    "id": "중구:예장동",
    "district": "중구",
    "name": "예장동"
  },
  {
    "id": "중구:회현동3가",
    "district": "중구",
    "name": "회현동3가"
  },
  {
    "id": "중구:필동1가",
    "district": "중구",
    "name": "필동1가"
  },
  {
    "id": "중구:필동2가",
    "district": "중구",
    "name": "필동2가"
  },
  {
    "id": "중구:필동3가",
    "district": "중구",
    "name": "필동3가"
  },
  {
    "id": "중구:남학동",
    "district": "중구",
    "name": "남학동"
  },
  {
    "id": "중구:주자동",
    "district": "중구",
    "name": "주자동"
  },
  {
    "id": "중구:충무로3가",
    "district": "중구",
    "name": "충무로3가"
  },
  {
    "id": "중구:충무로4가",
    "district": "중구",
    "name": "충무로4가"
  },
  {
    "id": "중구:충무로5가",
    "district": "중구",
    "name": "충무로5가"
  },
  {
    "id": "중구:장충동2가",
    "district": "중구",
    "name": "장충동2가"
  },
  {
    "id": "중구:묵정동",
    "district": "중구",
    "name": "묵정동"
  },
  {
    "id": "중구:장충동1가",
    "district": "중구",
    "name": "장충동1가"
  },
  {
    "id": "중구:광희동1가",
    "district": "중구",
    "name": "광희동1가"
  },
  {
    "id": "중구:광희동2가",
    "district": "중구",
    "name": "광희동2가"
  },
  {
    "id": "중구:쌍림동",
    "district": "중구",
    "name": "쌍림동"
  },
  {
    "id": "중구:을지로6가",
    "district": "중구",
    "name": "을지로6가"
  },
  {
    "id": "중구:을지로7가",
    "district": "중구",
    "name": "을지로7가"
  },
  {
    "id": "중구:인현동1가",
    "district": "중구",
    "name": "인현동1가"
  },
  {
    "id": "중구:인현동2가",
    "district": "중구",
    "name": "인현동2가"
  },
  {
    "id": "중구:예관동",
    "district": "중구",
    "name": "예관동"
  },
  {
    "id": "중구:오장동",
    "district": "중구",
    "name": "오장동"
  },
  {
    "id": "중구:을지로3가",
    "district": "중구",
    "name": "을지로3가"
  },
  {
    "id": "중구:을지로4가",
    "district": "중구",
    "name": "을지로4가"
  },
  {
    "id": "중구:을지로5가",
    "district": "중구",
    "name": "을지로5가"
  },
  {
    "id": "중구:주교동",
    "district": "중구",
    "name": "주교동"
  },
  {
    "id": "중구:방산동",
    "district": "중구",
    "name": "방산동"
  },
  {
    "id": "중구:입정동",
    "district": "중구",
    "name": "입정동"
  },
  {
    "id": "중구:산림동",
    "district": "중구",
    "name": "산림동"
  },
  {
    "id": "중구:초동",
    "district": "중구",
    "name": "초동"
  },
  {
    "id": "중구:저동2가",
    "district": "중구",
    "name": "저동2가"
  },
  {
    "id": "중구:무학동",
    "district": "중구",
    "name": "무학동"
  },
  {
    "id": "중구:흥인동",
    "district": "중구",
    "name": "흥인동"
  },
  {
    "id": "중구:신당동",
    "district": "중구",
    "name": "신당동"
  },
  {
    "id": "중구:황학동",
    "district": "중구",
    "name": "황학동"
  },
  {
    "id": "중구:중림동",
    "district": "중구",
    "name": "중림동"
  },
  {
    "id": "중구:의주로2가",
    "district": "중구",
    "name": "의주로2가"
  },
  {
    "id": "중구:만리동1가",
    "district": "중구",
    "name": "만리동1가"
  },
  {
    "id": "중구:만리동2가",
    "district": "중구",
    "name": "만리동2가"
  },
  {
    "id": "중랑구:면목동",
    "district": "중랑구",
    "name": "면목동"
  },
  {
    "id": "중랑구:상봉동",
    "district": "중랑구",
    "name": "상봉동"
  },
  {
    "id": "중랑구:중화동",
    "district": "중랑구",
    "name": "중화동"
  },
  {
    "id": "중랑구:묵동",
    "district": "중랑구",
    "name": "묵동"
  },
  {
    "id": "중랑구:망우동",
    "district": "중랑구",
    "name": "망우동"
  },
  {
    "id": "중랑구:신내동",
    "district": "중랑구",
    "name": "신내동"
  }
];
