window.SEOUL_DONGS = [
  {
    "id": "강남구:신사동",
    "district": "강남구",
    "name": "신사동"
  },
  {
    "id": "강남구:논현1동",
    "district": "강남구",
    "name": "논현1동"
  },
  {
    "id": "강남구:논현2동",
    "district": "강남구",
    "name": "논현2동"
  },
  {
    "id": "강남구:압구정동",
    "district": "강남구",
    "name": "압구정동"
  },
  {
    "id": "강남구:청담동",
    "district": "강남구",
    "name": "청담동"
  },
  {
    "id": "강남구:삼성1동",
    "district": "강남구",
    "name": "삼성1동"
  },
  {
    "id": "강남구:삼성2동",
    "district": "강남구",
    "name": "삼성2동"
  },
  {
    "id": "강남구:대치1동",
    "district": "강남구",
    "name": "대치1동"
  },
  {
    "id": "강남구:대치2동",
    "district": "강남구",
    "name": "대치2동"
  },
  {
    "id": "강남구:대치4동",
    "district": "강남구",
    "name": "대치4동"
  },
  {
    "id": "강남구:역삼1동",
    "district": "강남구",
    "name": "역삼1동"
  },
  {
    "id": "강남구:역삼2동",
    "district": "강남구",
    "name": "역삼2동"
  },
  {
    "id": "강남구:도곡1동",
    "district": "강남구",
    "name": "도곡1동"
  },
  {
    "id": "강남구:도곡2동",
    "district": "강남구",
    "name": "도곡2동"
  },
  {
    "id": "강남구:개포1동",
    "district": "강남구",
    "name": "개포1동"
  },
  {
    "id": "강남구:개포2동",
    "district": "강남구",
    "name": "개포2동"
  },
  {
    "id": "강남구:개포3동",
    "district": "강남구",
    "name": "개포3동"
  },
  {
    "id": "강남구:개포4동",
    "district": "강남구",
    "name": "개포4동"
  },
  {
    "id": "강남구:일원본동",
    "district": "강남구",
    "name": "일원본동"
  },
  {
    "id": "강남구:일원1동",
    "district": "강남구",
    "name": "일원1동"
  },
  {
    "id": "강남구:수서동",
    "district": "강남구",
    "name": "수서동"
  },
  {
    "id": "강남구:세곡동",
    "district": "강남구",
    "name": "세곡동"
  },
  {
    "id": "강동구:강일동",
    "district": "강동구",
    "name": "강일동"
  },
  {
    "id": "강동구:상일1동",
    "district": "강동구",
    "name": "상일1동"
  },
  {
    "id": "강동구:상일2동",
    "district": "강동구",
    "name": "상일2동"
  },
  {
    "id": "강동구:명일1동",
    "district": "강동구",
    "name": "명일1동"
  },
  {
    "id": "강동구:명일2동",
    "district": "강동구",
    "name": "명일2동"
  },
  {
    "id": "강동구:고덕1동",
    "district": "강동구",
    "name": "고덕1동"
  },
  {
    "id": "강동구:고덕2동",
    "district": "강동구",
    "name": "고덕2동"
  },
  {
    "id": "강동구:암사1동",
    "district": "강동구",
    "name": "암사1동"
  },
  {
    "id": "강동구:암사2동",
    "district": "강동구",
    "name": "암사2동"
  },
  {
    "id": "강동구:암사3동",
    "district": "강동구",
    "name": "암사3동"
  },
  {
    "id": "강동구:천호1동",
    "district": "강동구",
    "name": "천호1동"
  },
  {
    "id": "강동구:천호2동",
    "district": "강동구",
    "name": "천호2동"
  },
  {
    "id": "강동구:천호3동",
    "district": "강동구",
    "name": "천호3동"
  },
  {
    "id": "강동구:성내1동",
    "district": "강동구",
    "name": "성내1동"
  },
  {
    "id": "강동구:성내2동",
    "district": "강동구",
    "name": "성내2동"
  },
  {
    "id": "강동구:성내3동",
    "district": "강동구",
    "name": "성내3동"
  },
  {
    "id": "강동구:길동",
    "district": "강동구",
    "name": "길동"
  },
  {
    "id": "강동구:둔촌1동",
    "district": "강동구",
    "name": "둔촌1동"
  },
  {
    "id": "강동구:둔촌2동",
    "district": "강동구",
    "name": "둔촌2동"
  },
  {
    "id": "강북구:삼양동",
    "district": "강북구",
    "name": "삼양동"
  },
  {
    "id": "강북구:미아동",
    "district": "강북구",
    "name": "미아동"
  },
  {
    "id": "강북구:송중동",
    "district": "강북구",
    "name": "송중동"
  },
  {
    "id": "강북구:송천동",
    "district": "강북구",
    "name": "송천동"
  },
  {
    "id": "강북구:삼각산동",
    "district": "강북구",
    "name": "삼각산동"
  },
  {
    "id": "강북구:번1동",
    "district": "강북구",
    "name": "번1동"
  },
  {
    "id": "강북구:번2동",
    "district": "강북구",
    "name": "번2동"
  },
  {
    "id": "강북구:번3동",
    "district": "강북구",
    "name": "번3동"
  },
  {
    "id": "강북구:수유1동",
    "district": "강북구",
    "name": "수유1동"
  },
  {
    "id": "강북구:수유2동",
    "district": "강북구",
    "name": "수유2동"
  },
  {
    "id": "강북구:수유3동",
    "district": "강북구",
    "name": "수유3동"
  },
  {
    "id": "강북구:우이동",
    "district": "강북구",
    "name": "우이동"
  },
  {
    "id": "강북구:인수동",
    "district": "강북구",
    "name": "인수동"
  },
  {
    "id": "강서구:염창동",
    "district": "강서구",
    "name": "염창동"
  },
  {
    "id": "강서구:등촌1동",
    "district": "강서구",
    "name": "등촌1동"
  },
  {
    "id": "강서구:등촌2동",
    "district": "강서구",
    "name": "등촌2동"
  },
  {
    "id": "강서구:등촌3동",
    "district": "강서구",
    "name": "등촌3동"
  },
  {
    "id": "강서구:화곡본동",
    "district": "강서구",
    "name": "화곡본동"
  },
  {
    "id": "강서구:화곡1동",
    "district": "강서구",
    "name": "화곡1동"
  },
  {
    "id": "강서구:화곡2동",
    "district": "강서구",
    "name": "화곡2동"
  },
  {
    "id": "강서구:화곡3동",
    "district": "강서구",
    "name": "화곡3동"
  },
  {
    "id": "강서구:화곡4동",
    "district": "강서구",
    "name": "화곡4동"
  },
  {
    "id": "강서구:화곡6동",
    "district": "강서구",
    "name": "화곡6동"
  },
  {
    "id": "강서구:화곡8동",
    "district": "강서구",
    "name": "화곡8동"
  },
  {
    "id": "강서구:우장산동",
    "district": "강서구",
    "name": "우장산동"
  },
  {
    "id": "강서구:가양1동",
    "district": "강서구",
    "name": "가양1동"
  },
  {
    "id": "강서구:가양2동",
    "district": "강서구",
    "name": "가양2동"
  },
  {
    "id": "강서구:가양3동",
    "district": "강서구",
    "name": "가양3동"
  },
  {
    "id": "강서구:발산1동",
    "district": "강서구",
    "name": "발산1동"
  },
  {
    "id": "강서구:공항동",
    "district": "강서구",
    "name": "공항동"
  },
  {
    "id": "강서구:방화1동",
    "district": "강서구",
    "name": "방화1동"
  },
  {
    "id": "강서구:방화2동",
    "district": "강서구",
    "name": "방화2동"
  },
  {
    "id": "강서구:방화3동",
    "district": "강서구",
    "name": "방화3동"
  },
  {
    "id": "관악구:은천동",
    "district": "관악구",
    "name": "은천동"
  },
  {
    "id": "관악구:성현동",
    "district": "관악구",
    "name": "성현동"
  },
  {
    "id": "관악구:청룡동",
    "district": "관악구",
    "name": "청룡동"
  },
  {
    "id": "관악구:보라매",
    "district": "관악구",
    "name": "보라매"
  },
  {
    "id": "관악구:청림동",
    "district": "관악구",
    "name": "청림동"
  },
  {
    "id": "관악구:행운동",
    "district": "관악구",
    "name": "행운동"
  },
  {
    "id": "관악구:낙성대동",
    "district": "관악구",
    "name": "낙성대동"
  },
  {
    "id": "관악구:중앙동",
    "district": "관악구",
    "name": "중앙동"
  },
  {
    "id": "관악구:인헌동",
    "district": "관악구",
    "name": "인헌동"
  },
  {
    "id": "관악구:남현동",
    "district": "관악구",
    "name": "남현동"
  },
  {
    "id": "관악구:서원동",
    "district": "관악구",
    "name": "서원동"
  },
  {
    "id": "관악구:신원동",
    "district": "관악구",
    "name": "신원동"
  },
  {
    "id": "관악구:서림동",
    "district": "관악구",
    "name": "서림동"
  },
  {
    "id": "관악구:난곡동",
    "district": "관악구",
    "name": "난곡동"
  },
  {
    "id": "관악구:신사동",
    "district": "관악구",
    "name": "신사동"
  },
  {
    "id": "관악구:신림동",
    "district": "관악구",
    "name": "신림동"
  },
  {
    "id": "관악구:삼성동",
    "district": "관악구",
    "name": "삼성동"
  },
  {
    "id": "관악구:난향동",
    "district": "관악구",
    "name": "난향동"
  },
  {
    "id": "관악구:조원동",
    "district": "관악구",
    "name": "조원동"
  },
  {
    "id": "관악구:대학동",
    "district": "관악구",
    "name": "대학동"
  },
  {
    "id": "관악구:미성동",
    "district": "관악구",
    "name": "미성동"
  },
  {
    "id": "광진구:중곡1동",
    "district": "광진구",
    "name": "중곡1동"
  },
  {
    "id": "광진구:중곡2동",
    "district": "광진구",
    "name": "중곡2동"
  },
  {
    "id": "광진구:중곡3동",
    "district": "광진구",
    "name": "중곡3동"
  },
  {
    "id": "광진구:중곡4동",
    "district": "광진구",
    "name": "중곡4동"
  },
  {
    "id": "광진구:능동",
    "district": "광진구",
    "name": "능동"
  },
  {
    "id": "광진구:구의1동",
    "district": "광진구",
    "name": "구의1동"
  },
  {
    "id": "광진구:구의2동",
    "district": "광진구",
    "name": "구의2동"
  },
  {
    "id": "광진구:구의3동",
    "district": "광진구",
    "name": "구의3동"
  },
  {
    "id": "광진구:광장동",
    "district": "광진구",
    "name": "광장동"
  },
  {
    "id": "광진구:자양1동",
    "district": "광진구",
    "name": "자양1동"
  },
  {
    "id": "광진구:자양2동",
    "district": "광진구",
    "name": "자양2동"
  },
  {
    "id": "광진구:자양3동",
    "district": "광진구",
    "name": "자양3동"
  },
  {
    "id": "광진구:자양4동",
    "district": "광진구",
    "name": "자양4동"
  },
  {
    "id": "광진구:화양동",
    "district": "광진구",
    "name": "화양동"
  },
  {
    "id": "광진구:군자동",
    "district": "광진구",
    "name": "군자동"
  },
  {
    "id": "구로구:신도림동",
    "district": "구로구",
    "name": "신도림동"
  },
  {
    "id": "구로구:구로1동",
    "district": "구로구",
    "name": "구로1동"
  },
  {
    "id": "구로구:구로2동",
    "district": "구로구",
    "name": "구로2동"
  },
  {
    "id": "구로구:구로3동",
    "district": "구로구",
    "name": "구로3동"
  },
  {
    "id": "구로구:구로4동",
    "district": "구로구",
    "name": "구로4동"
  },
  {
    "id": "구로구:구로5동",
    "district": "구로구",
    "name": "구로5동"
  },
  {
    "id": "구로구:가리봉동",
    "district": "구로구",
    "name": "가리봉동"
  },
  {
    "id": "구로구:고척1동",
    "district": "구로구",
    "name": "고척1동"
  },
  {
    "id": "구로구:고척2동",
    "district": "구로구",
    "name": "고척2동"
  },
  {
    "id": "구로구:개봉1동",
    "district": "구로구",
    "name": "개봉1동"
  },
  {
    "id": "구로구:개봉2동",
    "district": "구로구",
    "name": "개봉2동"
  },
  {
    "id": "구로구:개봉3동",
    "district": "구로구",
    "name": "개봉3동"
  },
  {
    "id": "구로구:오류1동",
    "district": "구로구",
    "name": "오류1동"
  },
  {
    "id": "구로구:오류2동",
    "district": "구로구",
    "name": "오류2동"
  },
  {
    "id": "구로구:항동",
    "district": "구로구",
    "name": "항동"
  },
  {
    "id": "구로구:수궁동",
    "district": "구로구",
    "name": "수궁동"
  },
  {
    "id": "금천구:가산동",
    "district": "금천구",
    "name": "가산동"
  },
  {
    "id": "금천구:독산1동",
    "district": "금천구",
    "name": "독산1동"
  },
  {
    "id": "금천구:독산2동",
    "district": "금천구",
    "name": "독산2동"
  },
  {
    "id": "금천구:독산3동",
    "district": "금천구",
    "name": "독산3동"
  },
  {
    "id": "금천구:독산4동",
    "district": "금천구",
    "name": "독산4동"
  },
  {
    "id": "금천구:시흥1동",
    "district": "금천구",
    "name": "시흥1동"
  },
  {
    "id": "금천구:시흥2동",
    "district": "금천구",
    "name": "시흥2동"
  },
  {
    "id": "금천구:시흥3동",
    "district": "금천구",
    "name": "시흥3동"
  },
  {
    "id": "금천구:시흥4동",
    "district": "금천구",
    "name": "시흥4동"
  },
  {
    "id": "금천구:시흥5동",
    "district": "금천구",
    "name": "시흥5동"
  },
  {
    "id": "노원구:월계1동",
    "district": "노원구",
    "name": "월계1동"
  },
  {
    "id": "노원구:월계2동",
    "district": "노원구",
    "name": "월계2동"
  },
  {
    "id": "노원구:월계3동",
    "district": "노원구",
    "name": "월계3동"
  },
  {
    "id": "노원구:공릉1동",
    "district": "노원구",
    "name": "공릉1동"
  },
  {
    "id": "노원구:공릉2동",
    "district": "노원구",
    "name": "공릉2동"
  },
  {
    "id": "노원구:하계1동",
    "district": "노원구",
    "name": "하계1동"
  },
  {
    "id": "노원구:하계2동",
    "district": "노원구",
    "name": "하계2동"
  },
  {
    "id": "노원구:중계본동",
    "district": "노원구",
    "name": "중계본동"
  },
  {
    "id": "노원구:중계1동",
    "district": "노원구",
    "name": "중계1동"
  },
  {
    "id": "노원구:중계2·3동",
    "district": "노원구",
    "name": "중계2·3동"
  },
  {
    "id": "노원구:중계4동",
    "district": "노원구",
    "name": "중계4동"
  },
  {
    "id": "노원구:상계1동",
    "district": "노원구",
    "name": "상계1동"
  },
  {
    "id": "노원구:상계2동",
    "district": "노원구",
    "name": "상계2동"
  },
  {
    "id": "노원구:상계3·4동",
    "district": "노원구",
    "name": "상계3·4동"
  },
  {
    "id": "노원구:상계5동",
    "district": "노원구",
    "name": "상계5동"
  },
  {
    "id": "노원구:상계6·7동",
    "district": "노원구",
    "name": "상계6·7동"
  },
  {
    "id": "노원구:상계8동",
    "district": "노원구",
    "name": "상계8동"
  },
  {
    "id": "노원구:상계9동",
    "district": "노원구",
    "name": "상계9동"
  },
  {
    "id": "노원구:상계10동",
    "district": "노원구",
    "name": "상계10동"
  },
  {
    "id": "도봉구:쌍문1동",
    "district": "도봉구",
    "name": "쌍문1동"
  },
  {
    "id": "도봉구:쌍문2동",
    "district": "도봉구",
    "name": "쌍문2동"
  },
  {
    "id": "도봉구:쌍문3동",
    "district": "도봉구",
    "name": "쌍문3동"
  },
  {
    "id": "도봉구:쌍문4동",
    "district": "도봉구",
    "name": "쌍문4동"
  },
  {
    "id": "도봉구:방학1동",
    "district": "도봉구",
    "name": "방학1동"
  },
  {
    "id": "도봉구:방학2동",
    "district": "도봉구",
    "name": "방학2동"
  },
  {
    "id": "도봉구:방학3동",
    "district": "도봉구",
    "name": "방학3동"
  },
  {
    "id": "도봉구:창1동",
    "district": "도봉구",
    "name": "창1동"
  },
  {
    "id": "도봉구:창2동",
    "district": "도봉구",
    "name": "창2동"
  },
  {
    "id": "도봉구:창3동",
    "district": "도봉구",
    "name": "창3동"
  },
  {
    "id": "도봉구:창4동",
    "district": "도봉구",
    "name": "창4동"
  },
  {
    "id": "도봉구:창5동",
    "district": "도봉구",
    "name": "창5동"
  },
  {
    "id": "도봉구:도봉1동",
    "district": "도봉구",
    "name": "도봉1동"
  },
  {
    "id": "도봉구:도봉2동",
    "district": "도봉구",
    "name": "도봉2동"
  },
  {
    "id": "동대문구:신설동",
    "district": "동대문구",
    "name": "신설동"
  },
  {
    "id": "동대문구:용두동",
    "district": "동대문구",
    "name": "용두동"
  },
  {
    "id": "동대문구:제기동",
    "district": "동대문구",
    "name": "제기동"
  },
  {
    "id": "동대문구:전농1동",
    "district": "동대문구",
    "name": "전농1동"
  },
  {
    "id": "동대문구:전농2동",
    "district": "동대문구",
    "name": "전농2동"
  },
  {
    "id": "동대문구:답십리1동",
    "district": "동대문구",
    "name": "답십리1동"
  },
  {
    "id": "동대문구:답십리2동",
    "district": "동대문구",
    "name": "답십리2동"
  },
  {
    "id": "동대문구:장안1동",
    "district": "동대문구",
    "name": "장안1동"
  },
  {
    "id": "동대문구:장안2동",
    "district": "동대문구",
    "name": "장안2동"
  },
  {
    "id": "동대문구:청량리동",
    "district": "동대문구",
    "name": "청량리동"
  },
  {
    "id": "동대문구:회기동",
    "district": "동대문구",
    "name": "회기동"
  },
  {
    "id": "동대문구:휘경1동",
    "district": "동대문구",
    "name": "휘경1동"
  },
  {
    "id": "동대문구:휘경2동",
    "district": "동대문구",
    "name": "휘경2동"
  },
  {
    "id": "동대문구:이문1동",
    "district": "동대문구",
    "name": "이문1동"
  },
  {
    "id": "동대문구:이문2동",
    "district": "동대문구",
    "name": "이문2동"
  },
  {
    "id": "동작구:노량진1동",
    "district": "동작구",
    "name": "노량진1동"
  },
  {
    "id": "동작구:노량진2동",
    "district": "동작구",
    "name": "노량진2동"
  },
  {
    "id": "동작구:상도1동",
    "district": "동작구",
    "name": "상도1동"
  },
  {
    "id": "동작구:상도2동",
    "district": "동작구",
    "name": "상도2동"
  },
  {
    "id": "동작구:상도3동",
    "district": "동작구",
    "name": "상도3동"
  },
  {
    "id": "동작구:상도4동",
    "district": "동작구",
    "name": "상도4동"
  },
  {
    "id": "동작구:흑석동",
    "district": "동작구",
    "name": "흑석동"
  },
  {
    "id": "동작구:사당1동",
    "district": "동작구",
    "name": "사당1동"
  },
  {
    "id": "동작구:사당2동",
    "district": "동작구",
    "name": "사당2동"
  },
  {
    "id": "동작구:사당3동",
    "district": "동작구",
    "name": "사당3동"
  },
  {
    "id": "동작구:사당4동",
    "district": "동작구",
    "name": "사당4동"
  },
  {
    "id": "동작구:사당5동",
    "district": "동작구",
    "name": "사당5동"
  },
  {
    "id": "동작구:대방동",
    "district": "동작구",
    "name": "대방동"
  },
  {
    "id": "동작구:신대방1동",
    "district": "동작구",
    "name": "신대방1동"
  },
  {
    "id": "동작구:신대방2동",
    "district": "동작구",
    "name": "신대방2동"
  },
  {
    "id": "마포구:아현동",
    "district": "마포구",
    "name": "아현동"
  },
  {
    "id": "마포구:공덕동",
    "district": "마포구",
    "name": "공덕동"
  },
  {
    "id": "마포구:도화동",
    "district": "마포구",
    "name": "도화동"
  },
  {
    "id": "마포구:용강동",
    "district": "마포구",
    "name": "용강동"
  },
  {
    "id": "마포구:대흥동",
    "district": "마포구",
    "name": "대흥동"
  },
  {
    "id": "마포구:염리동",
    "district": "마포구",
    "name": "염리동"
  },
  {
    "id": "마포구:신수동",
    "district": "마포구",
    "name": "신수동"
  },
  {
    "id": "마포구:서강동",
    "district": "마포구",
    "name": "서강동"
  },
  {
    "id": "마포구:서교동",
    "district": "마포구",
    "name": "서교동"
  },
  {
    "id": "마포구:합정동",
    "district": "마포구",
    "name": "합정동"
  },
  {
    "id": "마포구:망원1동",
    "district": "마포구",
    "name": "망원1동"
  },
  {
    "id": "마포구:망원2동",
    "district": "마포구",
    "name": "망원2동"
  },
  {
    "id": "마포구:연남동",
    "district": "마포구",
    "name": "연남동"
  },
  {
    "id": "마포구:성산1동",
    "district": "마포구",
    "name": "성산1동"
  },
  {
    "id": "마포구:성산2동",
    "district": "마포구",
    "name": "성산2동"
  },
  {
    "id": "마포구:상암동",
    "district": "마포구",
    "name": "상암동"
  },
  {
    "id": "서대문구:충현동",
    "district": "서대문구",
    "name": "충현동"
  },
  {
    "id": "서대문구:천연동",
    "district": "서대문구",
    "name": "천연동"
  },
  {
    "id": "서대문구:북아현동",
    "district": "서대문구",
    "name": "북아현동"
  },
  {
    "id": "서대문구:신촌동",
    "district": "서대문구",
    "name": "신촌동"
  },
  {
    "id": "서대문구:연희동",
    "district": "서대문구",
    "name": "연희동"
  },
  {
    "id": "서대문구:홍제1동",
    "district": "서대문구",
    "name": "홍제1동"
  },
  {
    "id": "서대문구:홍제2동",
    "district": "서대문구",
    "name": "홍제2동"
  },
  {
    "id": "서대문구:홍제3동",
    "district": "서대문구",
    "name": "홍제3동"
  },
  {
    "id": "서대문구:홍은1동",
    "district": "서대문구",
    "name": "홍은1동"
  },
  {
    "id": "서대문구:홍은2동",
    "district": "서대문구",
    "name": "홍은2동"
  },
  {
    "id": "서대문구:남가좌1동",
    "district": "서대문구",
    "name": "남가좌1동"
  },
  {
    "id": "서대문구:남가좌2동",
    "district": "서대문구",
    "name": "남가좌2동"
  },
  {
    "id": "서대문구:북가좌1동",
    "district": "서대문구",
    "name": "북가좌1동"
  },
  {
    "id": "서대문구:북가좌2동",
    "district": "서대문구",
    "name": "북가좌2동"
  },
  {
    "id": "서초구:서초1동",
    "district": "서초구",
    "name": "서초1동"
  },
  {
    "id": "서초구:서초2동",
    "district": "서초구",
    "name": "서초2동"
  },
  {
    "id": "서초구:서초3동",
    "district": "서초구",
    "name": "서초3동"
  },
  {
    "id": "서초구:서초4동",
    "district": "서초구",
    "name": "서초4동"
  },
  {
    "id": "서초구:잠원동",
    "district": "서초구",
    "name": "잠원동"
  },
  {
    "id": "서초구:반포본동",
    "district": "서초구",
    "name": "반포본동"
  },
  {
    "id": "서초구:반포1동",
    "district": "서초구",
    "name": "반포1동"
  },
  {
    "id": "서초구:반포2동",
    "district": "서초구",
    "name": "반포2동"
  },
  {
    "id": "서초구:반포3동",
    "district": "서초구",
    "name": "반포3동"
  },
  {
    "id": "서초구:반포4동",
    "district": "서초구",
    "name": "반포4동"
  },
  {
    "id": "서초구:방배본동",
    "district": "서초구",
    "name": "방배본동"
  },
  {
    "id": "서초구:방배1동",
    "district": "서초구",
    "name": "방배1동"
  },
  {
    "id": "서초구:방배2동",
    "district": "서초구",
    "name": "방배2동"
  },
  {
    "id": "서초구:방배3동",
    "district": "서초구",
    "name": "방배3동"
  },
  {
    "id": "서초구:방배4동",
    "district": "서초구",
    "name": "방배4동"
  },
  {
    "id": "서초구:양재1동",
    "district": "서초구",
    "name": "양재1동"
  },
  {
    "id": "서초구:양재2동",
    "district": "서초구",
    "name": "양재2동"
  },
  {
    "id": "서초구:내곡동",
    "district": "서초구",
    "name": "내곡동"
  },
  {
    "id": "성동구:왕십리2동",
    "district": "성동구",
    "name": "왕십리2동"
  },
  {
    "id": "성동구:왕십리도선동",
    "district": "성동구",
    "name": "왕십리도선동"
  },
  {
    "id": "성동구:마장동",
    "district": "성동구",
    "name": "마장동"
  },
  {
    "id": "성동구:사근동",
    "district": "성동구",
    "name": "사근동"
  },
  {
    "id": "성동구:행당1동",
    "district": "성동구",
    "name": "행당1동"
  },
  {
    "id": "성동구:행당2동",
    "district": "성동구",
    "name": "행당2동"
  },
  {
    "id": "성동구:응봉동",
    "district": "성동구",
    "name": "응봉동"
  },
  {
    "id": "성동구:금호1가동",
    "district": "성동구",
    "name": "금호1가동"
  },
  {
    "id": "성동구:금호2·3가동",
    "district": "성동구",
    "name": "금호2·3가동"
  },
  {
    "id": "성동구:금호4가동",
    "district": "성동구",
    "name": "금호4가동"
  },
  {
    "id": "성동구:옥수동",
    "district": "성동구",
    "name": "옥수동"
  },
  {
    "id": "성동구:성수1가1동",
    "district": "성동구",
    "name": "성수1가1동"
  },
  {
    "id": "성동구:성수1가2동",
    "district": "성동구",
    "name": "성수1가2동"
  },
  {
    "id": "성동구:성수2가1동",
    "district": "성동구",
    "name": "성수2가1동"
  },
  {
    "id": "성동구:성수2가3동",
    "district": "성동구",
    "name": "성수2가3동"
  },
  {
    "id": "성동구:송정동",
    "district": "성동구",
    "name": "송정동"
  },
  {
    "id": "성동구:용답동",
    "district": "성동구",
    "name": "용답동"
  },
  {
    "id": "성북구:성북동",
    "district": "성북구",
    "name": "성북동"
  },
  {
    "id": "성북구:삼선동",
    "district": "성북구",
    "name": "삼선동"
  },
  {
    "id": "성북구:동선동",
    "district": "성북구",
    "name": "동선동"
  },
  {
    "id": "성북구:돈암1동",
    "district": "성북구",
    "name": "돈암1동"
  },
  {
    "id": "성북구:돈암2동",
    "district": "성북구",
    "name": "돈암2동"
  },
  {
    "id": "성북구:안암동",
    "district": "성북구",
    "name": "안암동"
  },
  {
    "id": "성북구:보문동",
    "district": "성북구",
    "name": "보문동"
  },
  {
    "id": "성북구:정릉1동",
    "district": "성북구",
    "name": "정릉1동"
  },
  {
    "id": "성북구:정릉2동",
    "district": "성북구",
    "name": "정릉2동"
  },
  {
    "id": "성북구:정릉3동",
    "district": "성북구",
    "name": "정릉3동"
  },
  {
    "id": "성북구:정릉4동",
    "district": "성북구",
    "name": "정릉4동"
  },
  {
    "id": "성북구:길음1동",
    "district": "성북구",
    "name": "길음1동"
  },
  {
    "id": "성북구:길음2동",
    "district": "성북구",
    "name": "길음2동"
  },
  {
    "id": "성북구:종암동",
    "district": "성북구",
    "name": "종암동"
  },
  {
    "id": "성북구:월곡1동",
    "district": "성북구",
    "name": "월곡1동"
  },
  {
    "id": "성북구:월곡2동",
    "district": "성북구",
    "name": "월곡2동"
  },
  {
    "id": "성북구:장위1동",
    "district": "성북구",
    "name": "장위1동"
  },
  {
    "id": "성북구:장위2동",
    "district": "성북구",
    "name": "장위2동"
  },
  {
    "id": "성북구:장위3동",
    "district": "성북구",
    "name": "장위3동"
  },
  {
    "id": "성북구:석관동",
    "district": "성북구",
    "name": "석관동"
  },
  {
    "id": "송파구:풍납1동",
    "district": "송파구",
    "name": "풍납1동"
  },
  {
    "id": "송파구:풍납2동",
    "district": "송파구",
    "name": "풍납2동"
  },
  {
    "id": "송파구:거여1동",
    "district": "송파구",
    "name": "거여1동"
  },
  {
    "id": "송파구:거여2동",
    "district": "송파구",
    "name": "거여2동"
  },
  {
    "id": "송파구:마천1동",
    "district": "송파구",
    "name": "마천1동"
  },
  {
    "id": "송파구:마천2동",
    "district": "송파구",
    "name": "마천2동"
  },
  {
    "id": "송파구:방이1동",
    "district": "송파구",
    "name": "방이1동"
  },
  {
    "id": "송파구:방이2동",
    "district": "송파구",
    "name": "방이2동"
  },
  {
    "id": "송파구:오륜동",
    "district": "송파구",
    "name": "오륜동"
  },
  {
    "id": "송파구:오금동",
    "district": "송파구",
    "name": "오금동"
  },
  {
    "id": "송파구:송파1동",
    "district": "송파구",
    "name": "송파1동"
  },
  {
    "id": "송파구:송파2동",
    "district": "송파구",
    "name": "송파2동"
  },
  {
    "id": "송파구:석촌동",
    "district": "송파구",
    "name": "석촌동"
  },
  {
    "id": "송파구:삼전동",
    "district": "송파구",
    "name": "삼전동"
  },
  {
    "id": "송파구:가락본동",
    "district": "송파구",
    "name": "가락본동"
  },
  {
    "id": "송파구:가락1동",
    "district": "송파구",
    "name": "가락1동"
  },
  {
    "id": "송파구:가락2동",
    "district": "송파구",
    "name": "가락2동"
  },
  {
    "id": "송파구:문정1동",
    "district": "송파구",
    "name": "문정1동"
  },
  {
    "id": "송파구:문정2동",
    "district": "송파구",
    "name": "문정2동"
  },
  {
    "id": "송파구:장지동",
    "district": "송파구",
    "name": "장지동"
  },
  {
    "id": "송파구:위례동",
    "district": "송파구",
    "name": "위례동"
  },
  {
    "id": "송파구:잠실본동",
    "district": "송파구",
    "name": "잠실본동"
  },
  {
    "id": "송파구:잠실2동",
    "district": "송파구",
    "name": "잠실2동"
  },
  {
    "id": "송파구:잠실3동",
    "district": "송파구",
    "name": "잠실3동"
  },
  {
    "id": "송파구:잠실4동",
    "district": "송파구",
    "name": "잠실4동"
  },
  {
    "id": "송파구:잠실6동",
    "district": "송파구",
    "name": "잠실6동"
  },
  {
    "id": "송파구:잠실7동",
    "district": "송파구",
    "name": "잠실7동"
  },
  {
    "id": "양천구:목1동",
    "district": "양천구",
    "name": "목1동"
  },
  {
    "id": "양천구:목2동",
    "district": "양천구",
    "name": "목2동"
  },
  {
    "id": "양천구:목3동",
    "district": "양천구",
    "name": "목3동"
  },
  {
    "id": "양천구:목4동",
    "district": "양천구",
    "name": "목4동"
  },
  {
    "id": "양천구:목5동",
    "district": "양천구",
    "name": "목5동"
  },
  {
    "id": "양천구:신월1동",
    "district": "양천구",
    "name": "신월1동"
  },
  {
    "id": "양천구:신월2동",
    "district": "양천구",
    "name": "신월2동"
  },
  {
    "id": "양천구:신월3동",
    "district": "양천구",
    "name": "신월3동"
  },
  {
    "id": "양천구:신월4동",
    "district": "양천구",
    "name": "신월4동"
  },
  {
    "id": "양천구:신월5동",
    "district": "양천구",
    "name": "신월5동"
  },
  {
    "id": "양천구:신월6동",
    "district": "양천구",
    "name": "신월6동"
  },
  {
    "id": "양천구:신월7동",
    "district": "양천구",
    "name": "신월7동"
  },
  {
    "id": "양천구:신정1동",
    "district": "양천구",
    "name": "신정1동"
  },
  {
    "id": "양천구:신정2동",
    "district": "양천구",
    "name": "신정2동"
  },
  {
    "id": "양천구:신정3동",
    "district": "양천구",
    "name": "신정3동"
  },
  {
    "id": "양천구:신정4동",
    "district": "양천구",
    "name": "신정4동"
  },
  {
    "id": "양천구:신정6동",
    "district": "양천구",
    "name": "신정6동"
  },
  {
    "id": "양천구:신정7동",
    "district": "양천구",
    "name": "신정7동"
  },
  {
    "id": "영등포구:영등포본동",
    "district": "영등포구",
    "name": "영등포본동"
  },
  {
    "id": "영등포구:영등포동",
    "district": "영등포구",
    "name": "영등포동"
  },
  {
    "id": "영등포구:여의동",
    "district": "영등포구",
    "name": "여의동"
  },
  {
    "id": "영등포구:당산1동",
    "district": "영등포구",
    "name": "당산1동"
  },
  {
    "id": "영등포구:당산2동",
    "district": "영등포구",
    "name": "당산2동"
  },
  {
    "id": "영등포구:도림동",
    "district": "영등포구",
    "name": "도림동"
  },
  {
    "id": "영등포구:문래동",
    "district": "영등포구",
    "name": "문래동"
  },
  {
    "id": "영등포구:양평1동",
    "district": "영등포구",
    "name": "양평1동"
  },
  {
    "id": "영등포구:양평2동",
    "district": "영등포구",
    "name": "양평2동"
  },
  {
    "id": "영등포구:신길1동",
    "district": "영등포구",
    "name": "신길1동"
  },
  {
    "id": "영등포구:신길3동",
    "district": "영등포구",
    "name": "신길3동"
  },
  {
    "id": "영등포구:신길4동",
    "district": "영등포구",
    "name": "신길4동"
  },
  {
    "id": "영등포구:신길5동",
    "district": "영등포구",
    "name": "신길5동"
  },
  {
    "id": "영등포구:신길6동",
    "district": "영등포구",
    "name": "신길6동"
  },
  {
    "id": "영등포구:신길7동",
    "district": "영등포구",
    "name": "신길7동"
  },
  {
    "id": "영등포구:대림1동",
    "district": "영등포구",
    "name": "대림1동"
  },
  {
    "id": "영등포구:대림2동",
    "district": "영등포구",
    "name": "대림2동"
  },
  {
    "id": "영등포구:대림3동",
    "district": "영등포구",
    "name": "대림3동"
  },
  {
    "id": "용산구:후암동",
    "district": "용산구",
    "name": "후암동"
  },
  {
    "id": "용산구:용산2가동",
    "district": "용산구",
    "name": "용산2가동"
  },
  {
    "id": "용산구:남영동",
    "district": "용산구",
    "name": "남영동"
  },
  {
    "id": "용산구:청파동",
    "district": "용산구",
    "name": "청파동"
  },
  {
    "id": "용산구:원효로1동",
    "district": "용산구",
    "name": "원효로1동"
  },
  {
    "id": "용산구:원효로2동",
    "district": "용산구",
    "name": "원효로2동"
  },
  {
    "id": "용산구:효창동",
    "district": "용산구",
    "name": "효창동"
  },
  {
    "id": "용산구:용문동",
    "district": "용산구",
    "name": "용문동"
  },
  {
    "id": "용산구:한강로동",
    "district": "용산구",
    "name": "한강로동"
  },
  {
    "id": "용산구:이촌1동",
    "district": "용산구",
    "name": "이촌1동"
  },
  {
    "id": "용산구:이촌2동",
    "district": "용산구",
    "name": "이촌2동"
  },
  {
    "id": "용산구:이태원1동",
    "district": "용산구",
    "name": "이태원1동"
  },
  {
    "id": "용산구:이태원2동",
    "district": "용산구",
    "name": "이태원2동"
  },
  {
    "id": "용산구:한남동",
    "district": "용산구",
    "name": "한남동"
  },
  {
    "id": "용산구:서빙고동",
    "district": "용산구",
    "name": "서빙고동"
  },
  {
    "id": "용산구:보광동",
    "district": "용산구",
    "name": "보광동"
  },
  {
    "id": "은평구:녹번동",
    "district": "은평구",
    "name": "녹번동"
  },
  {
    "id": "은평구:불광1동",
    "district": "은평구",
    "name": "불광1동"
  },
  {
    "id": "은평구:불광2동",
    "district": "은평구",
    "name": "불광2동"
  },
  {
    "id": "은평구:갈현1동",
    "district": "은평구",
    "name": "갈현1동"
  },
  {
    "id": "은평구:갈현2동",
    "district": "은평구",
    "name": "갈현2동"
  },
  {
    "id": "은평구:구산동",
    "district": "은평구",
    "name": "구산동"
  },
  {
    "id": "은평구:대조동",
    "district": "은평구",
    "name": "대조동"
  },
  {
    "id": "은평구:응암1동",
    "district": "은평구",
    "name": "응암1동"
  },
  {
    "id": "은평구:응암2동",
    "district": "은평구",
    "name": "응암2동"
  },
  {
    "id": "은평구:응암3동",
    "district": "은평구",
    "name": "응암3동"
  },
  {
    "id": "은평구:역촌동",
    "district": "은평구",
    "name": "역촌동"
  },
  {
    "id": "은평구:신사1동",
    "district": "은평구",
    "name": "신사1동"
  },
  {
    "id": "은평구:신사2동",
    "district": "은평구",
    "name": "신사2동"
  },
  {
    "id": "은평구:증산동",
    "district": "은평구",
    "name": "증산동"
  },
  {
    "id": "은평구:수색동",
    "district": "은평구",
    "name": "수색동"
  },
  {
    "id": "은평구:진관동",
    "district": "은평구",
    "name": "진관동"
  },
  {
    "id": "종로구:청운효자동",
    "district": "종로구",
    "name": "청운효자동"
  },
  {
    "id": "종로구:사직동",
    "district": "종로구",
    "name": "사직동"
  },
  {
    "id": "종로구:삼청동",
    "district": "종로구",
    "name": "삼청동"
  },
  {
    "id": "종로구:부암동",
    "district": "종로구",
    "name": "부암동"
  },
  {
    "id": "종로구:평창동",
    "district": "종로구",
    "name": "평창동"
  },
  {
    "id": "종로구:무악동",
    "district": "종로구",
    "name": "무악동"
  },
  {
    "id": "종로구:교남동",
    "district": "종로구",
    "name": "교남동"
  },
  {
    "id": "종로구:가회동",
    "district": "종로구",
    "name": "가회동"
  },
  {
    "id": "종로구:종로1·2·3·4가동",
    "district": "종로구",
    "name": "종로1·2·3·4가동"
  },
  {
    "id": "종로구:종로5·6가동",
    "district": "종로구",
    "name": "종로5·6가동"
  },
  {
    "id": "종로구:이화동",
    "district": "종로구",
    "name": "이화동"
  },
  {
    "id": "종로구:혜화동",
    "district": "종로구",
    "name": "혜화동"
  },
  {
    "id": "종로구:창신1동",
    "district": "종로구",
    "name": "창신1동"
  },
  {
    "id": "종로구:창신2동",
    "district": "종로구",
    "name": "창신2동"
  },
  {
    "id": "종로구:창신3동",
    "district": "종로구",
    "name": "창신3동"
  },
  {
    "id": "종로구:숭인1동",
    "district": "종로구",
    "name": "숭인1동"
  },
  {
    "id": "종로구:숭인2동",
    "district": "종로구",
    "name": "숭인2동"
  },
  {
    "id": "중구:소공동",
    "district": "중구",
    "name": "소공동"
  },
  {
    "id": "중구:회현동",
    "district": "중구",
    "name": "회현동"
  },
  {
    "id": "중구:명동",
    "district": "중구",
    "name": "명동"
  },
  {
    "id": "중구:필동",
    "district": "중구",
    "name": "필동"
  },
  {
    "id": "중구:장충동",
    "district": "중구",
    "name": "장충동"
  },
  {
    "id": "중구:광희동",
    "district": "중구",
    "name": "광희동"
  },
  {
    "id": "중구:을지로동",
    "district": "중구",
    "name": "을지로동"
  },
  {
    "id": "중구:신당동",
    "district": "중구",
    "name": "신당동"
  },
  {
    "id": "중구:다산동",
    "district": "중구",
    "name": "다산동"
  },
  {
    "id": "중구:약수동",
    "district": "중구",
    "name": "약수동"
  },
  {
    "id": "중구:청구동",
    "district": "중구",
    "name": "청구동"
  },
  {
    "id": "중구:신당5동",
    "district": "중구",
    "name": "신당5동"
  },
  {
    "id": "중구:동화동",
    "district": "중구",
    "name": "동화동"
  },
  {
    "id": "중구:황학동",
    "district": "중구",
    "name": "황학동"
  },
  {
    "id": "중구:중림동",
    "district": "중구",
    "name": "중림동"
  },
  {
    "id": "중랑구:면목본동",
    "district": "중랑구",
    "name": "면목본동"
  },
  {
    "id": "중랑구:면목2동",
    "district": "중랑구",
    "name": "면목2동"
  },
  {
    "id": "중랑구:면목3·8동",
    "district": "중랑구",
    "name": "면목3·8동"
  },
  {
    "id": "중랑구:면목4동",
    "district": "중랑구",
    "name": "면목4동"
  },
  {
    "id": "중랑구:면목5동",
    "district": "중랑구",
    "name": "면목5동"
  },
  {
    "id": "중랑구:면목7동",
    "district": "중랑구",
    "name": "면목7동"
  },
  {
    "id": "중랑구:상봉1동",
    "district": "중랑구",
    "name": "상봉1동"
  },
  {
    "id": "중랑구:상봉2동",
    "district": "중랑구",
    "name": "상봉2동"
  },
  {
    "id": "중랑구:중화1동",
    "district": "중랑구",
    "name": "중화1동"
  },
  {
    "id": "중랑구:중화2동",
    "district": "중랑구",
    "name": "중화2동"
  },
  {
    "id": "중랑구:묵1동",
    "district": "중랑구",
    "name": "묵1동"
  },
  {
    "id": "중랑구:묵2동",
    "district": "중랑구",
    "name": "묵2동"
  },
  {
    "id": "중랑구:망우본동",
    "district": "중랑구",
    "name": "망우본동"
  },
  {
    "id": "중랑구:망우3동",
    "district": "중랑구",
    "name": "망우3동"
  },
  {
    "id": "중랑구:신내1동",
    "district": "중랑구",
    "name": "신내1동"
  },
  {
    "id": "중랑구:신내2동",
    "district": "중랑구",
    "name": "신내2동"
  }
];
